Repository: chloecormier/TF2CDownloader
Catalog: locale/*/LC_MESSAGES/tf2c-downloader.po
Languages: es, it, pl, ro, ru, zh_hans

source: It's the recommended installation location. Would you like to install TF2 Classic there?
es: Es la ubicación de instalación recomendada. ¿Le gustaría instalar TF2 Classic allí?
it: È la posizione di installazione consigliata. Desideri installare TF2 Classic lì?
ru: Это рекомендуемое место установки. Вы хотите установить TF2 Classic туда?

source: WARNING: Steam's sourcemods folder has not been found.
es: ADVERTENCIA: No se ha encontrado la carpeta sourcemods de Steam o usted decidió no usarla.
it: ATTENZIONE: La cartella sourcemods di Steam non è stata trovata, oppure hai scelto di non usarla.
ru: Предупреждение: папка sourcemods не была найдена.

source: You need to install Aria2 to use this script.
es: Necesitas instalar Aria2 para usar este script.
it: Hai bisogno di installare Aria2 per usare questo script.
ru: Вам нужно установить Aria2 для использования этой программы.

source: You need to install Zstd to use this script.
es: Necesitas instalar Zstd para usar este script.
it: Hai bisogno di installare Zstd per usare questo script.
ru: Вам нужно установить Zstd для использования этой программы.

source: Exception details above this line
es: Detalles de la excepción arriba de esta línea
it: Dettagli dell'eccezione sopra questa riga
ru: Детали об ошибке над этой линией

source: The program has failed. Post a screenshot in #technical-issues on the Discord.
es: El programa ha fallado. Publique una captura de pantalla en #technical-issues en Discord (solo en inglés).
it: Il programma ha fallito. Posta uno screenshot su #technical-issues nel Discord (in inglese soltanto).
ru: Программа выдала ошибку. Отправьте снимок экрана в #technical-issues в Discord-сервере TF2C.
