Repository: chloecormier/TF2CDownloader
Catalog: locale/*/LC_MESSAGES/tf2c-downloader.po
Languages: es, it, pl, ro, ru, zh_hans

source: Extracting the downloaded archive, please wait patiently.
es: Extrayendo el archivo descargado, espere pacientemente.
it: Estrazione dell'archivio scaricato, attendi pazientemente.
pl: Rozpakowywanie pobranego archiwum, prosimy cierpliwie poczekać.
ro: Se extrage arhiva descărcată, vă rugăm să aveți răbdare.
ru: Начинаем распаковку архива, пожалуйста подождите.
zh_hans: 正在解压已下载的文件，请耐心等待。

source: Patching your game with the new update, please wait patiently.
es: Parcheando tu juego con la nueva actualización, espera pacientemente.
ro: Jocul dumneavoastră se actualizează, va rugăm să aveți răbdare.
zh_hans: 正在将你的游戏更新至最新版本，请耐心等待。

source: %s byte
pl: %s bajt
ro: %s bit
zh_hans: %s 字节

source: You don't have enough free space in your computer's default temporary folder for this. A minimum of %s is required. Select alternate temporary folder?
es: No tienes suficiente espacio libre en la carpeta temporal predeterminada de tu computadora para esto. Se requiere un mínimo de %s. ¿Seleccionar la carpeta temporal alternativa?
ro: Nu ai suficient spațiu liber în folder-ul temporar implicit al computerului tău pentru asta. Un minimum de %s este necesar. Selectezi un folder temporar alternativ?
zh_hans: 你的默认临时文件夹中没有足够的可用空间。至少需要 %s 的空间。需要选择备用文件夹吗？

source: Still not enough space at specified path. Retry, and select a different drive if available.
es: No tienes suficiente espacio libre para la descarga. Se requiere un mínimo de %s en su unidad principal.
ro: Tot nu aveți suficient spațiu în zona specificată. Reîncercați, și selectați un drive diferit dacă este posibil.
zh_hans: 指定路径仍然没有足够的空间，请重试并选择其他可用的硬盘或分区。

source: Folder selection prompt closed without choosing any path. Exiting...
es: El mensaje de selección de carpeta se cerró sin elegir ninguna ruta. Saliendo...
ro: Prompt-ul pentru selecția folder-ului a fost închis fară a alege o zonă. Ieșire...
zh_hans: 文件夹选择提示在不选择任何路径下关闭。正在退出…

source: You don't have enough free space for the extraction. A minimum of %s at your chosen extraction site is required.
es: No tiene suficiente espacio libre para la extracción. Se requiere un mínimo de %s en el sitio de extracción elegido.
pl: Brak wolnego miejsca do rozpakowania. Wymagane jest minimum %s w wybranym miejscu wydobycia.
ro: Nu ai suficient spațiu liber pentru extracție. Un minimum de %s la ruta de extracție aleasă este necesar.
zh_hans: 没有足够的可用空间来进行解压。您选择的位置至少需要 %s 的空间。

source: Getting the archive...
es: Obteniendo el archivo...
pl: Pobieranie archiwum...
ro: Obținere arhivă...
zh_hans: 正在获取文件…

source: The specified extraction location does not exist.
es: La ubicación de extracción especificada no existe.
it: Il percorso di estrazione specificato non esiste.
pl: Określona lokalizacja rozpakowania nie istnieje.
ro: Locația de extragere specificată nu există.
ru: Указаный путь не существует.
zh_hans: 指定的位置不存在。

source: Welcome to TF2CDownloader. Enter a number to continue. 1 - Install or reinstall the game 2 - Check for and apply any available updates 3 - Verify and repair game files
es: Bienvenido a TF2C Downloader. Introduzca un número para continuar. 1 - Instalar o reinstalar el juego 3 - Buscar y aplicar actualizaciones 3 - Comprueba y repara los archivos del juego
ro: Bine ați venit la TF2CDownloader. Selectați un număr pentru a continua. 1 - Instați sau reinstalați jocul 2 - Verifică și aplică orice actualizare disponibilă 3 - Verifică și repară filele jocului
zh_hans: 欢迎使用 TF2CDownloader。输入数字以继续。 1 - 安装或重装游戏 2 - 检查并应用任何可用更新 3 - 验证和修复游戏文件

source: Starting the download for TF2 Classic... You may see some errors that are safe to ignore.
es: Iniciando la descarga de TF2 Classic... Es posible que vea algunos errores que puede ignorar.
it: Avvio del download per TF2 Classic... È possibile che vengano visualizzati alcuni errori che è possibile ignorare.
pl: Rozpoczęcie pobierania gry TF2 Classic... W trakcie procesu pojawią się błędy, które można zignorować.
ro: Se începe descărcarea pentru TF2 Classic... Este posibil să vezi niște erori care pot fi ignorate.
ru: Начинаем загрузку TF2 Classic... Вы можете увидеть ошибки, которые можно игнорировать.
zh_hans: 开始下载 TF2 Classic…可能出现一些完全可以忽略的报错。

source: The installation has successfully completed. Remember to restart Steam!
es: La instalación se completó con éxito. ¡Recuerde reiniciar Steam!
it: L'installazione è stata completata con successo. Ricorda di riavviare Steam!
pl: Instalacja przebiegła pomyślnie. Prosimy pamiętać o zrestartowaniu Steama!
ro: Instalația a fost finalizată cu succes. Nu uita să restartezi Steam!
ru: Установка успешно завершена. Не забудьте перезапустить Steam!
zh_hans: 安装已成功完成。记得去重启 Steam！

source: The update has successfully completed.
es: La actualización se ha completado con éxito.
pl: Aktualizacja przebiegła pomyślnie.
ro: Actualizarea a fost finalizată cu succes.
zh_hans: 成功完成更新。

source: Invalid choice. Please retry.
es: Elección no válida. Por favor, inténtalo de nuevo.
ro: Alegere invalidă. Vă rugăm reîncercați.
zh_hans: 选择无效，请重试。

source: The application is in script mode, using default choice.
es: La aplicación está en modo script, utilizando la opción predeterminada.
ro: Aplicația este în modul scriptură, se va utiliza alegerea implicită.
zh_hans: 程序正处于脚本模式，使用默认选择。

source: yes
es: sí
pl: tak
ro: da
zh_hans: 是

source: no
pl: nie
ro: nu
zh_hans: 否

source: {y/n}
es: {s/n}
pl: {t/n}
ro: (d/n)

source: {Y/n}
es: {S/n}
pl: {T/n}
ro: (D/n)

source: {y/N}
es: {s/N}
pl: {t/N}
ro: (d/N)

source: [bold blue]Please respond with 'yes' or 'no' (or 'y' or 'n').[/bold blue]
es: [bold blue]Por favor, responda con 'sí' o 'no' (o 's' o 'n').[/bold blue]
pl: [bold blue]Prosimy odpowiedzieć poleceniem 'tak' lub 'nie' (albo 't' lub 'n').[/bold blue]
ro: [bold blue]Vă rugăm să răspundeți cu 'da' sau 'nu' (sau 'd' sau 'n').[/bold blue]
zh_hans: [bold blue]请回答‘是’或‘否’（‘y’或‘n’）。[/bold blue]

source: [bold]You are safe to close this window.
es: [bold]Puede cerrar esta ventana.
pl: [bold]Można bezpiecznie zamknąć okno.
ro: [bold]Puteți închide această fereastră.
zh_hans: [blod]可以安全关闭此窗口了。

source: Press Enter to exit.
es: Pulse Entrar para salir.
it: Premi Enter per uscire.
pl: Wciśnij Enter aby wyjść.
ro: Apasați Enter pentru a ieși.
ru: Нажмите Enter для выхода.
zh_hans: 按下回车退出。

source: WARNING: downloader failed to check itself for updates, potentially out-of-date.
es: ADVERTENCIA: el programa de descarga no se comprobó a sí mismo en busca de actualizaciones, posiblemente desactualizadas.
pl: UWAGA: nie powiodło się sprawdzanie aktualizacji dla programu do pobierania, potencjalnie jest nieaktualny.
ro: ATENȚIE: descărcătorul a eșuat să se verifice pentru actualizări, posibil demodat.
zh_hans: 警告：下载程序无法检查自身更新，可能程序已过期。

source: TF2CDownloader appears to be up-to-date.
es: TF2CDownloader parece estar actualizado.
pl: TF2CDownloader jest aktualny.
ro: TF2CDownloader apare să fie la curent.
zh_hans: TF2CDownloader 似乎已是最新版本。

source: TF2CDownloader has an update available. Your current version may not work properly. Do you want to install it?
es: TF2CDownloader tiene una actualización disponible. Es posible que su versión actual no funcione correctamente. ¿Quieres instalarlo?
pl: TF2CDownloader ma dostępną aktualizację. Twoja aktualna wersja może nie działać poprawnie. Czy chcesz ją zainstalować?
ro: TF2CDownloader are o actualizare disponibilă. Versiunea dumneavoastră curentă ar putea să nu mai fucționeze cum trebuie. Doriți să-l instalați?
zh_hans: TF2CDownloader 有可用更新。当前版本可能已经无法正常工作。要安装吗？

source: Delete TF2CDownloader, then redownload and relaunch it from https://tf2classic.com/download
es: Elimine TF2CDownloader, luego vuelva a descargarlo y reinícielo desde https://tf2classic.com/download
pl: Usuń TF2CDownloader, następnie ponownie pobierz i uruchom ponownie go z https://tf2classic.com/download
ro: Ștergeți TF2CDownloader, apoi redescărcați-l și relansați-l de la https://tf2classic.com/download
zh_hans: 删除 TF2CDownloader，然后从 https://tf2classic.com/download 重新下载一个

source: TF2CDownloader out-of-date.
es: TF2CDownloader desactualizado.
pl: TF2CDownloader jest nieaktualny.
ro: TF2CDownloader demodat.
zh_hans: TF2CDownloader 已过期。

source: User chose to skip update. Things may be broken.
es: El usuario elige omitir la actualización. Las cosas pueden estar rotas.
pl: Użytkownik zdecydował się pominąć aktualizację. Rzeczy mogą być zepsute.
ro: Utilizatorul a ales să amâne actualizarea. Unele chestii ar putea să nu mai funcționeze.
zh_hans: 用户选择跳过更新，这可能会出现问题。

source: Installation location not specified, will assume: %s
es: No se especifica la ubicación de la instalación, se asumirá: %s
ro: Locația instalării nu a fost specificată, se va asuma: %s
zh_hans: 未指定安装位置，将假定：%s

source: Sourcemods folder was automatically found at: %s
es: La carpeta Sourcemods se encontró automáticamente en: %s
it: La cartella sourcemods fu trovata automaticamente in: %s
pl: Automatycznie znaleziono folder sourcemods w: %s
ro: Folder-ul ”sourcemods” a fost găsit automat la: %s
ru: Папка sourcemods была найдена в: %s
zh_hans: Sourcemods文件夹在 %s 被自动找到

source: Does that look correct?
es: ¿Eso parece correcto?
ro: Arată asta corect?
zh_hans: 是这样的吗？

source: Sourcemods folder was automatically found at: %s Does that look correct?
es: La carpeta Sourcemods se encontró automáticamente en: %s ¿Eso parece correcto?
pl: Automatycznie znaleziono folder sourcemods w: %s
ro: Folder-ul ”sourcemods” a fost găsit automat la: %s Arată asta corect?

source: WARNING: Steam's sourcemods folder has not been found, or you chose not to use it.
es: ADVERTENCIA: No se ha encontrado la carpeta sourcemods de Steam o usted decidió no usarla.
pl: UWAGA: Folder Steama "sourcemods" nie został znaleziony, lub zrezygnowano z jego użycia.
ro: ATENȚIE: folder-ul Steam ”sourcemod” nu a fost găsit, sau ați ales să nu-l folosiți.
zh_hans: 警告：未找到 Steam 的 sourcemods 文件夹，或者您选择不使用它。

source: Would you like to extract in %s? You must move it to your sourcemods manually.
es: ¿Usted se gustaría extraer en %s? Debe moverlo a sus sourcemods manualmente.
it: Desideri estrarre in %s? Devi spostarlo manualmente sui tuoi sourcemods.
pl: Czy rozpakować pliki w %s? Po wypakowaniu należy własnoręcznie przenieść całą zawartość do pliku sourcemods.
ro: Ași dori să extrageți în %s? Trebuie să-l mutați manual către sourcemods.
ru: Вы хотите распаковать игру в %s? Вам придётся переместить её в папку sourcemods вручную.
zh_hans: 提取到 %s 吗？你必须手动将其移动到 sourcemods。

source: Please, enter the location in which TF2 Classic will be installed to.
es: Por favor, ingrese la ubicación en la que se instalará TF2 Classic.
it: Per favore, inserire la posizione in cui verrà installato TF2 Classic.
pl: Proszę wprowadzić lokalizację, w której zostanie zainstalowana gra TF2 Classic.
ro: Vă rugăm, alegeți locația unde vreți să instalați TF2 Classic.
ru: Пожалуйста, укажите место установки игры.
zh_hans: 请输入 TF2 Classic 的安装位置。

source: TF2 Classic will be installed in %s Do you accept?
es: TF2 Classic se instalará en %s ¿Acepta?
it: TF2 Classic sarà installato in %s Accetti?
pl: TF2 Classic zostanie zainstalowane w %s Akceptować?
ro: TF2 Classic va fi instalat la %s Acceptați?
ru: TF2 Classic будет установлен в %s Установить?
zh_hans: TF2 Classic 将安装在 %s 中 确认吗？

source: Reinitialising...
es: Restableciendo...
pl: Ponowna incjalizacja...
ro: Reinițializare...
zh_hans: 正在重新初始化…

source: Looks like we're running in the background. We don't want that, so we're exiting.
es: Parece que estamos corriendo en segundo plano. No queremos eso, así que vamos a salir.
it: Sembra che stiamo lavorando in background. Non lo vogliamo, quindi stiamo uscendo.
pl: Wygląda na to, że ten proces działa w tle. Instalacja może przejść niepoprawnie, zatem proces ten zostanie przerwany.
ro: Se pară ca rulăm pe fundal. Nu ne dorim asta, deci vom ieși.
ru: Похоже, что программа запущена в фоновом режиме. Выходим...
zh_hans: 看起来我们正在后台运行呢。这可不行，所以正在退出。

source: [italic magenta]----- Exception details above this line -----
es: [italic magenta]----- Detalles de la excepción arriba de esta línea -----
pl: [italic magenta]----- Szczegóły wyjątków znajdują się powyżej tej linii -----
ro: [italic magenta]----- Detalii excepții deasupra liniei -----
zh_hans: [italic magenta]-----此行上方的异常详细信息-----

source: [bold red]:warning: The program has failed. Post a screenshot in #technical-issues on the Discord. :warning:[/bold red]
es: [bold red]:warning: El programa ha fallado. Publique una captura de pantalla en #technical-issues en Discord (solo en inglés). :warning:[/bold red]
pl: [bold red]:warning: Program został niespodziewanie zatrzymany. Prosimy zamieścić zrzut ekranu na serwerze Discorda w sekcji #technical-issues (rozmowy na czacie odbywają się tylko po angielsku). :warning:[/bold red]
ro: [bold red]:warning: Programul a eșuat. Va rugăm să postați un screenshot în #technical-issues pe Discord. :warning:[/bold red]
zh_hans: [bold red]:warning: 程序执行失败。去 Discord 服务器的 #technical-issues 频道或其他TF2C群发送截图（别拍屏） :warning:[/bold red]

source: Usage: TF2CDownloader [COMMAND] [PATH] Installation utility for TF2 Classic. If no arguments are provided, the downloader will be ran in setup mode, in which a series of questions will be asked to install the game for a regular user. This is what's used when opening the downloader from the desktop. Valid commands: --install installs TF2 Classic into a new folder inside PATH --update updates the pre-existing TF2 Classic installation in its folder inside PATH --help shows this PATH is the folder containing TF2 Classic's folder. This is usually the sourcemods folder for clients, or the Source dedicated server folder for servers. If PATH isn't provided, then it'll be replaced with the detected path to the sourcemods folder in the Steam directory. If it couldn't be detected, then the path will be the current work directory.
es: Uso: TF2CDownloader [COMANDO] [RUTA] Utilidad de instalación para TF2 Classic. Si no se proporciona ningún argumento, el descargador se iniciará en modo instalación, donde se harán una serie de preguntas para instalar el juego para un usuario normal. Esto es lo que se usa al abrir el descargador de escritorio. Comandos válidos: --Instalar en pc instale TF2 Classic en una nueva carpeta en PATH --actualizar actualiza la instalación preexistente de TF2 Classic en su carpeta dentro de PATH --ayudar muestra esto PATH es la carpeta que contiene la carpeta TF2 Classic. normalmente es el carpeta sourcemods para clientes, o la carpeta del servidor dedicado Source para servidores. Si no se proporciona PATH, se reemplazará con la ruta detectada a la carpeta sourcemods en las carpetas de Steam. si no pudiera ser detectado, entonces la ruta será la carpeta de trabajo actual.
pl: Użycie: TF2CDownloader [KOMENDA] [ŚCIEŻKA] Narzędzie instalacyjne dla gry TF2 Classic. Jeśli nie zostanie podany argument, to program zostanie uruchomiony w trybie instalacji, w którym użytkownik będzie przechodził przez szereg pytań, jakie zostaną zadane w celu zainstalowania gry. Otwiera kreator instalacji, które można również uruchomić z poziomu pulpitu. Dostępne komendy: --install instaluje TF2 Classic do nowego folderu wewnątrz ścieżki podanej w PATH --update wykonuje aktualizacje do zainstalowanej już gry TF2 Classic w folderze o podanej ścieżce PATH --help wyświetla tę pomoc PATH jest to ścieżka do folderu, w którym zawarta jest gra TF2 Classic. Zazwyczaj określa się jako folder "sourcemods" dla klientów, lub jako dedykowany serwer Source dla serwerów. W przypadku, jeśli nie zostanie wprowadzona wartość w PATH, to w jego miejsce zostanie nadana wykryta ścieżka do "sourcemods" w katalogu Steam. Jeżeli proces detekcji przejdzie niepomyślnie, to w miejsce tego będzie ścieżka aktualnego katalogu roboczego.
ro: Utilizare: TF2CDownloader [COMANDĂ][RUTĂ] Utilizat pentru instalarea TF2 Classic. Dacă niciun argument nu este furnizat, descărcătorul va rula în modul pregătire, în care o serie de întrebări vor fi puse pentru a instala jocul pentru un utilizator obișnuit. Asta este ce se folosește când se deschide descărcătorul de pe desktop. Comenzi valide: --install instalează TF2 Classic într-un folder nou înăuntru la RUTĂ --update actualizează instalația pre-existentă de TF2 Classic în folder-ul său în RUTĂ --help afișează asta RUTA este folderul care conține folder-ul TF2 Classic. Acesta este deobicei folder-ul sourcemods pentru clienți, sau folder-ul pentru servere dedicate Source pentru servere. Dacă RUTA nu este furnizată, atunci va fi înlocuită cu ruta către folder-ul sourcemods din registrul Steam. Dacă poate fi detectată, atunci ruta va fi actual registru de lucru.
zh_hans: 用法：TF2CDownloader [COMMAND] [PATH] TF2 Classic 的安装实用程序。 如果未提供任何参数，下载器将以setup模式运行，将询问一系列问题以让普通用户能够安装游戏。这也是从桌面直接点开时的模式。 有效命令： --install 将 TF2 Classic 安装到 PATH 内的新文件夹中 --update 更新 PATH 内其文件夹中预先存在的 TF2 Classic 安装 --help 显示这个页面 PATH 是包含 TF2 Classic 文件夹的文件夹。这通常是客户端的 sourcemods 文件夹，或起源专用服务器（SRCDS）的文件夹。 如果未提供 PATH，则它将被替换为 Steam 目录中检测到的 sourcemods 文件夹的路径。如果无法检测到，则路径将是当前目录。

source: TF2 Classic is already installed. Assuming a reinstallation.
es: TF2 Classic ya está instalado. Es necesaria una reinstalación.
pl: Gra TF2 Classic jest już zainstalowana. Przechodzenie do procesu reinstalacji.
ro: TF2 Classic este deja intalat. Se asumă o reinstalare.
zh_hans: TF2 Classic 已安装，假设需要重装。

source: TF2 Classic isn't installed, cannot do an update. Consider using --install instead.
es: TF2 Classic no está instalado, no se puede actualizar. Considere usar --install en su lugar.
pl: Gra TF2 Classic nie jest zainstalowana i nie można wykonać aktualizacji. Prosimy zamiast tego użyć komendy --install.
ro: TF2 Classic nu este instalat, nu se paote actualiza. Considerați să utilizați --install în schimb.
zh_hans: TF2 Classic 未安装，无法进行更新。请先使用 --install 安装。

source: Unrecognised command. Try --help
es: Comando no reconocido. Prueba --help
pl: Nierozpoznane polecenie. Wpisz argument --help by uzyskać pomoc.
ro: Comandă necunoscută. Încercați --help
zh_hans: 你可能打错了命令。尝试输入 --help

source: Applying safety blacklist...
es: Aplicando lista negra de seguridad…
it: Applicando la lista nera di sicurezza...
pl: Stosowanie czarnej listy bezpieczeństwa...
ro: Se aplică lista neagră de siguranță...
ru: Применяем безопасный чёрный список...
zh_hans: 正在应用安全黑名单…

source: WARNING: could not apply safety blacklist.
es: ADVERTENCIA: no se pudo aplicar la lista negra de seguridad.
it: ATTENZIONE: impossibile applicare la lista nera di sicurezza.
pl: UWAGA: Nie można zastosować czarnej listy bezpieczeństwa.
ro: ATENȚIE: nu s-a putut aplica lista neagră de siguranță.
ru: Предупреждение: чёрный список не был применён.
zh_hans: 警告：无法应用安全黑名单。

source: Could not get version list. If your internet connection is fine, the servers could be having technical issues.
es: No se pudo obtener la lista de versiones. Si su conexión a Internet está bien, los servidores podrían tener problemas técnicos.
pl: Problem z uzyskaniem listy wersji. Jeżeli na stanowisku komputera działa internet, to prawdopodobnie nastąpiły problemy techniczne po stronie serwera.
ro: Nu s-a putut obține lista de versiuni. Dacă conexiunea dumneavoastră la internet este bună. atunci serverele ar putea avea dificultăți tehnice.
zh_hans: 无法获取版本列表。如果您的互联网连接正常，则服务器可能正在维护。

source: We can't read the version of your installation. It could be corrupted. Do you want to reinstall the game?
es: No podemos leer la versión de su instalación. Podría estar corrupto. ¿Quieres reinstalar el juego?
pl: Nieudane odczytanie wersji zainstalowanej gry. Możliwe, że jej zawartość mogła ulec uszkodzeniu. Czy wykonać ponowną instalację gry?
ro: Nu putem citi versiunea instalării voastre. Ar putea să fie coruptă. Doriți să reinstalați jocul?
zh_hans: 我们无法读取您安装的版本。文件可能已损坏。要重装游戏吗？

source: We have nothing to do. Goodbye!
es: No tenemos nada que hacer. ¡Adiós!
pl: Nie mamy tu nic do roboty. Do widzenia!
ro: Nu avem nimic de făcut. La revedere!
zh_hans: 我们没什么事要做，拜拜了！

source: No game installation detected at given sourcemods path. Do you want to install the game?
es: No se detectó la instalación del juego en la ruta de sourcemods dada. ¿Quieres instalar el juego?
ro: Nicio instalație a jocului detectată la ruta dată de sourcemods. Doriți să instalați jocul?
zh_hans: 在给定的 sourcemods 路径中未检测到游戏安装。要安装游戏吗？

source: The version of your installation is unknown. It could be corrupted. Do you want to reinstall the game?
es: La versión de su instalación es desconocida. Podría estar corrupto. ¿Quieres reinstalar el juego?
pl: Wersja zainstalowanej gry jest nieznana. Możliwe, że jej zawartość mogła ulec uszkodzeniu. Czy wykonać ponowną instalację gry?
ro: Versiunea instalării voastre este necunoscută. Ar putea să fi coruptă. Doriți să reinstalați jocul?
zh_hans: 你安装的版本未知。文件可能已损坏。要重装游戏吗？

source: We think we've found an existing up-to-date installation of the game. Do you want to reinstall it?
es: Creemos que hemos encontrado una instalación actualizada existente del juego. ¿Quieres reinstalarlo?
pl: Znaleziono istniejącą oraz aktualną grę. Czy wykonać ponowną instalację?
ro: Credem că am găsit o instalație de actualitate a jocului. Doriți s-o reinstalați?
zh_hans: 我们认为已经找到游戏的现有最新版本。要重装吗？

source: An update is available for TF2 Classic. Do you want to install it?
es: Hay una actualización disponible para TF2 Classic. ¿Quieres instalarlo?
ro: O actualizare este disponibilă pentru TF2Classic. Doriți s-o intalați?
zh_hans: TF2 Classic 有可用更新。要安装吗？

source: If running, please close your game client and/or game launcher. Confirm once they're closed.
es: Si se está ejecutando, cierre el cliente del juego y/o el ejecutable del juego. Confirmar una vez que estén cerrados.
ro: Dacă rulează, vă rugăm să închideți clientul și/sau lansatorul jocului. Confirmați odată ce sunt închise.
zh_hans: 如果正在运行，请确认关闭游戏客户端和/或游戏启动器。

source: Exiting...
es: Saliendo...
ro: Ieșire...
zh_hans: 正在退出…

source: An update is available, but no patch could be found for your game version. Try reinstalling?
es: Hay una actualización disponible, pero no se pudo encontrar ningún parche para su versión del juego. ¿Intentar reinstalar?
ro: O actualizare este disponibiliă, dar niciun patch nu a putut fi găsit pentru vesiunea jocului dumneavoastră. Încercați să reinstalați?
zh_hans: 有可用更新，但找不到适合您的游戏版本的补丁。试着重装吗？

source: yes y
es: y si sí s
it: y si s
ru: y да д

source: no n
ru: n нет н

source: {y/n}
es: {s/n}
it: {s/n}
ru: {д/н}

source: Please respond with 'yes' or 'no' (or 'y' or 'n').
es: Por favor, responda con 'sí' o 'no' (o 's' o 'n').
it: Per favore, rispondi con 'sì' o 'no' (o 's' o 'n').
ru: Пожалуйста, ответьте 'да' или 'нет' (или 'д'/'н').

source: You are safe to close this window.
es: Puede cerrar esta ventana.
it: È possibile chiudere questa finestra.
ru: Вы можете закрыть окно.

source: You don't have enough free space to download TF2 Classic. A minimum of 4.5GB on your primary drive is required.
es: No tienes suficiente espacio libre para descargar TF2 Classic. Se requiere un mínimo de 4.5GB en tu disco principal.
it: Non hai abbastanza spazio libero per scaricare TF2 Classic. È richiesto un minimo di 4,5 GB sull'unità principale.
ru: У вас не хватает места для скачивания TF2 Classic. Необходимо минимум 4.5GB на вашем системном диске.

source: You don't have enough free space to extract TF2 Classic. A minimum of 12GB at your chosen extraction site is required.
es: No tienes suficiente espacio libre para extraer TF2 Classic. Se requiere un mínimo de 12GB en el sitio de extracción elegido.
it: Non hai abbastanza spazio libero per estrarre TF2 Classic. È richiesto un minimo di 12 GB nel sito di estrazione scelto.
ru: У вас не хватает места для распаковки TF2 Classic. Необходимо минимум 12GB на выбраном диске.
